Revit 2024 API
ExportLineweightKey Constructor
 Constructs a new default ExportLineweightKey.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportLineweightKey()
Visual Basic
Public Sub New
Visual C++
public:
ExportLineweightKey()
See Also
ExportLineweightKey Class
ExportLineweightKey Overload
Autodesk.Revit.DB Namespace